[
  {
    "topic": "अव्यय (Avyay)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "अव्यय (Avyay) वे शब्द होते हैं जिनका रूप लिंग (gender), वचन (number), पुरुष (person), काल (tense) आदि के कारण परिवर्तित नहीं होता; अर्थात, वे अपरिवर्तित रहते हैं। संज्ञा (noun), सर्वनाम (pronoun), विशेषण (adjective), और क्रिया (verb) विकारी शब्द (declinable words) होते हैं, लेकिन अव्यय का रूप अपरिवर्तनीय होता है, इसलिए इन्हें 'अविकारी' कहा जाता है। \n**उदाहरण:** जब (when), तब (then), किंतु (but), परंतु (but), इधर (here), उधर (there), अभी (now), अतएब (therefore), क्योंकि (because) आदि।"
      }
    ]
  },
   {
    "topic": "अव्यय के प्रकार (Types of Avyay)",
    "subtopics": [
      {
        "subtopic": "अव्यय के प्रकार (Types of Avyay)",
        "content": "1. क्रिया विशेषण (Kriya Visheshan) - क्रिया की विशेषता बताने वाले अव्यय\n\n2. सम्बन्ध बोधक अव्यय (Sambandh Bodhak Avyay) - संबंध प्रकट करने वाले अव्यय\n\n3. समुच्चय बोधक अव्यय (Samuchchay Bodhak Avyay) - शब्दों, वाक्यांशों या वाक्यों को जोड़ने वाले अव्यय\n\n4. विस्मयादि बोधक अव्यय (Vismayadibodhak Avyay) - हर्ष, शोक, आश्चर्य, तिरस्कार आदि भाव प्रकट करने वाले अव्यय\n\n5. निपात (Nipat) - विशेष प्रकार का बल देने वाले या सीमितता व्यक्त करने वाले अव्यय"
      }
    ]
  },

  {
    "topic": "1. क्रिया विशेषण (Kriya Visheshan)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वे शब्द जो क्रिया की विशेषता बताते हैं, क्रिया विशेषण कहलाते हैं। उदाहरण: \"वह यहाँ टहलता है। (He walks here.)\", \"मैं इधर देखता हूँ। (I look here.)\""
      },
      {
        "subtopic": "प्रयोग के अनुसार (According to Usage)",
        "content": "\n1. **साधारण क्रियाविशेषण अव्यय (Sadharan Kriya Visheshan Avyay)** - वे शब्द जो स्वतंत्र रूप से प्रयुक्त होते हैं। उदाहरण: \"हाय! मैं क्या करूँ।\", \"अरे! वह साँप कहाँ गया?\"\n\n2. **संयोजक क्रियाविशेषण अव्यय (Sanyojak Kriya Visheshan Avyay)** - जिनका संबंध उपवाक्य से होता है। उदाहरण: \"जब अंकिता ही नहीं तो मैं जी कर क्या करूँगी।\", \"जहाँ पर अब समुद्र है वहाँ पर कभी जंगल था।\"\n\n3. **अनुबद्ध क्रियाविशेषण अव्यय (Anubaddh Kriya Visheshan Avyay)** - जिनका प्रयोग निश्चय दर्शाने के लिए होता है। उदाहरण: \"मैंने उसे देखा तक नहीं।\", \"आपके आने भर की देर है।\""
      },
      {
        "subtopic": "रूप के अनुसार (According to Form)",
        "content": "\n1. **मूल (Mool)** - जिन शब्दों को बनाने के लिए अन्य शब्दों के मेल की आवश्यकता नहीं होती। उदाहरण: \"अचानक से सांप आ गया।\", \"मैं अभी नहीं आया।\"\n\n2. **यौगिक (Yaugik)** - जो प्रत्यय या पद जोड़कर बनते हैं। उदाहरण: \"तुम रातभर में आ जाना।\", \"वह चुपके से जा रहा था।\"\n\n3. **स्थानीय (Sthaniya)** - वे जो बिना परिवर्तन विशेष स्थान पर प्रयुक्त होते हैं। उदाहरण: \"वह अपना सिर पटकेगा।\", \"तुम दौड़कर चलते हो।\""
      },
      {
        "subtopic": "अर्थ के अनुसार (According to Meaning)",
        "content": "\n1. **कालवाचक (Kalvachak)** - क्रिया की समय-संबंधी जानकारी देते हैं। उदाहरण: \"वह नित्य टहलता है।\", \"वे कब गए?\"\n\n2. **स्थानवाचक (Sthanvachak)** - क्रिया के स्थान की जानकारी देते हैं। उदाहरण: \"मैं कहाँ जाऊँ?\", \"सुनील नीचे बैठा है।\"\n\n3. **परिमाणवाचक (Parimanvachak)** - क्रिया की मात्रा या परिमाण बताते हैं। उदाहरण: \"मैं बहुत घबरा रहा हूँ।\", \"कम खाओ।\"\n\n4. **रीतिवाचक (Ritivachak)** - क्रिया की विधि या रीति को दर्शाते हैं। उदाहरण: \"जरा, सहज एवं धीरे चलिए।\", \"अविनाश ने अपना कार्य फटाफट कर दिया।\"\n\n5. **संख्यावाचक (Sankhyavachak)** - क्रिया की संख्या दर्शाते हैं। उदाहरण: \"मैं दो बार यह किताब पढ़ चुका हूँ।\"\n\n6. **स्वीकार वाचक (Sweekar Vachak)** - क्रिया की स्वीकृति दर्शाते हैं। उदाहरण: \"अच्छा, वह पास हो गया।\", \"हाँ, मैं तो जाऊँगा।\"\n\n7. **निषेधवाचक (Nishedhvachak)** - क्रिया के निषेध को दर्शाते हैं। उदाहरण: \"मैं नहीं आ सकती।\", \"तुम किताब मत लेना।\"\n\n8. **प्रश्नवाचक (Prashnvachak)** - प्रश्नवाचक शब्दों का प्रयोग होता है। उदाहरण: \"तुम कहाँ गये थे?\", \"प्रिया क्यों गई थी?\""
      }
    ]
  },
  {
    "topic": "2. सम्बन्धबोधक अव्यय (Sambandh Bodhak Avyay)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वे अव्यय (indeclinable) शब्द जिनसे किसी संज्ञा (noun) या सर्वनाम (pronoun) का अन्य शब्दों से सम्बन्ध ज्ञात होता है, उन्हें सम्बन्धबोधक अव्यय कहते हैं।"
      },
      {
        "subtopic": "अर्थ के अनुसार (According to Meaning)",
        "content": "\n1. **कालवाचक (Kalvachak)** - समय से सम्बन्धित अव्यय। उदाहरण: \"पहले (before), बाद (after), पीछे (behind)\"\n\n2. **स्थानवाचक (Sthanvachak)** - स्थान से सम्बन्धित अव्यय। उदाहरण: \"बाहर (outside), भीतर (inside), ऊपर (above), नीचे (below)\"\n\n3. **दिशावाचक (Dishavachak)** - दिशा से सम्बन्धित अव्यय। उदाहरण: \"निकट (near), पास (near), ओर (towards), सामने (in front)\"\n\n4. **साधनवाचक (Sadhanvachak)** - साधन का बोध कराने वाले अव्यय। उदाहरण: \"निर्मित (made of), द्वारा (by), ज़रिये (through)\"\n\n5. **विरोधवाचक (Virodhvachak)** - विरोध प्रकट करने वाले अव्यय। उदाहरण: \"उल्टे (opposite), विरुद्ध (against), प्रतिकूल (adverse)\"\n\n6. **व्यतिरेकवाचक (Vyatirekvachak)** - तुलना या अपवाद को दर्शाने वाले अव्यय। उदाहरण: \"सिवा (except), अलावा (besides), बिना (without)\"\n\n7. **उद्देश्यवाचक (Uddeshyavachak)** - उद्देश्य प्रकट करने वाले अव्यय। उदाहरण: \"के लिए (for), वास्ते (for the sake of), हेतु (for the purpose of)\"\n\n8. **सहचर्यवाचक (Sahacharyavachak)** - साथ होने को दर्शाने वाले अव्यय। उदाहरण: \"समेत (including), संग (with), सहित (with)\"\n\n9. **विषयवाचक (Vishayvachak)** - विषय को दर्शाने वाले अव्यय। उदाहरण: \"विषय (subject), बाबत (about), लेखे (according to)\"\n\n10. **संग्रहवाचक (Sangrahvachak)** - समग्रता दर्शाने वाले अव्यय। उदाहरण: \"भर (throughout), तक (up to)\"\n\n11. **विनिमयवाचक (Vinimayvachak)** - विनिमय को दर्शाने वाले अव्यय। उदाहरण: \"बदले (in exchange), जगह (instead of)\"\n\n12. **सादृश्यवाचक (Sadrishyavachak)** - समानता दिखाने वाले अव्यय। उदाहरण: \"समान (similar), तरह (like), भाँति (like)\"\n\n13. **तुलनावाचक (Tulanavachak)** - तुलना प्रकट करने वाले अव्यय। उदाहरण: \"अपेक्षा (compared to), आगे (ahead), बनिस्बत (compared to)\"\n\n14. **कारणवाचक (Karanvachak)** - कारण बताने वाले अव्यय। उदाहरण: \"कारण (because of), परेशानी से (due to trouble), मारे (due to)\"\n"
      },
      {
        "subtopic": "प्रयोग के अनुसार (According to Usage)",
        "content": "\n1. **सविभक्तिक (Savibhakti)** - वे अव्यय जो विभक्ति के साथ प्रयुक्त होते हैं। उदाहरण:\n   - \"घर के आगे स्कूल है। (There is a school in front of the house.)\"\n   - \"उत्तर की ओर पर्वत हैं। (There are mountains towards the north.)\"\n   - \"लक्ष्मण ने पहले किसी से युद्ध नहीं किया था। (Lakshman had not fought with anyone before.)\"\n\n2. **निर्विभक्तिक (Nirvibhakti)** - वे अव्यय जो संज्ञा के साथ बिना विभक्ति के प्रयुक्त होते हैं। उदाहरण:\n   - \"वह रात तक लौट आया। (He returned by night.)\"\n   - \"वह जीवन पर्यन्त ब्रह्मचारी रहा। (He remained celibate throughout his life.)\"\n   - \"वह बाल बच्चों समेत यहाँ आया। (He came here with his children.)\"\n\n3. **उभय विभक्ति (Ubhaya Vibhakti)** - वे अव्यय जो विभक्ति के साथ और बिना विभक्ति के दोनों तरह प्रयुक्त होते हैं। उदाहरण:\n   - \"पत्रों के द्वारा संदेश भेजे जाते हैं। (Messages are sent through letters.)\"\n   - \"रीति के अनुसार काम होना है। (Work has to be done according to the custom.)\"\n"
      },
      {
        "subtopic": "क्रिया विशेषण और सम्बन्धबोधक अव्यय में अंतर (Difference between Kriya Visheshan and Sambandh Bodhak Avyay)",
        "content": "जब कोई शब्द संज्ञा (noun) या सर्वनाम (pronoun) के साथ प्रयोग होता है, तो वह सम्बन्धबोधक अव्यय (Sambandh Bodhak Avyay) कहलाता है। यदि वही शब्द क्रिया (verb) की विशेषता बताता है, तो वह क्रिया विशेषण (Kriya Visheshan) कहलाता है।"
      },
      {
        "subtopic": "अंतर स्पष्ट करने वाले उदाहरण (Examples of Difference)",
        "content": "\n1. **क्रिया विशेषण (Kriya Visheshan):** \"अन्दर आओ। (Come inside.)\"\n\n2. **सम्बन्धबोधक अव्यय (Sambandh Bodhak Avyay):** \"दुकान के भीतर आओ। (Come inside the shop.)\"\n"
      }
    ]
  },

  {
    "topic": "3. समुच्चयबोधक अव्यय (Samuchchay Bodhak Avyay)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वे अव्यय (indeclinable) जो दो शब्दों (two words), वाक्यांशों (phrases), या वाक्यों (sentences) को जोड़ने का कार्य करते हैं, उन्हें समुच्चयबोधक अव्यय (Samuchchay Bodhak Avyay) कहते हैं। इन्हें 'योजक' (connectors) भी कहा जाता है।"
      },
      {
        "subtopic": "उदाहरण (Examples)",
        "content": "\n1. **सूरज निकला और पक्षी बोलने लगे।** (The sun rose and the birds started chirping.)\n2. **छुट्टी हुई और बच्चे भागने लगे।** (The holiday started and the children started running.)\n3. **किरण और मधु पढ़ने चली गई।** (Kiran and Madhu went to study.)\n4. **प्राची पढ़ने में तो तेज है परन्तु शरीर से कमजोर है।** (Prachi is sharp in studies but physically weak.)\n5. **तुम जाओगे कि मैं जाऊँ? माता जी और पिताजी।** (Will you go or will I go? Mother and father.)\n6. **मैं पटना आना चाहता था लेकिन आ न सका।** (I wanted to come to Patna but could not.)\n7. **तुम जाओगे या वह आएगा?** (Will you go or will he come?)"
      },
      {
        "subtopic": "प्रकार (Types)",
        "content": ""
      },
      {
        "subtopic": "1. संयोजक (Sanyojak)",
        "content": "\n**परिभाषा:** वे अव्यय जो दो या अधिक शब्दों या वाक्यों को जोड़ते हैं, संयोजक (Sanyojak) कहलाते हैं।\n\n**उदाहरण:** और (and), एवं (and), तथा (and) आदि।\n\n**वाक्य उदाहरण:**\n1. **मैं और राम काम पर जाएँगे।** (Ram and I will go to work.)\n2. **राम, लक्ष्मण तथा सीता ने पंचवटी में विश्राम किया।** (Ram, Lakshman, and Sita rested in Panchavati.)\n\nइन वाक्यों में ‘और’, ‘तथा’ जैसे शब्द जोड़ने के कार्य में आए हैं, इसलिए ये संयोजक (Sanyojak) हैं।"
      },
      {
        "subtopic": "2. विभाजक (Vibhajak)",
        "content": "\n**परिभाषा:** वे अव्यय जो किसी एक विकल्प के त्याग (rejection) या ग्रहण (acceptance) का संकेत देते हैं, विभाजक (Vibhajak) कहलाते हैं।\n\n**उदाहरण:** किंतु (but), परन्तु (but), अगर (if), ताकि (so that), क्योंकि (because), इसलिए (therefore), तथापि (even then), कि-तो (that-then) आदि।\n\n**वाक्य उदाहरण:**\n1. **करो या मरो।** (Do or die.)\n2. **नित्य आराम करो ताकि स्वस्थ रहो।** (Rest daily so that you stay healthy.)\n\nइन वाक्यों में ‘या’, ‘ताकि’ जैसे शब्द जोड़ने का कार्य करते हुए भेद (difference) भी प्रकट कर रहे हैं, इसलिए ये विभाजक (Vibhajak) हैं।"
      },
      {
        "subtopic": "3. विकल्पसूचक (Vikalpasuchak)",
        "content": "\n**परिभाषा:** वे अव्यय जो विकल्प (option) का बोध कराते हैं, विकल्पसूचक (Vikalpasuchak) कहलाते हैं।\n\n**उदाहरण:** या (or), अन्यथा (otherwise), अथवा (or), न कि (not that), या-या (either-or) आदि।\n\n**वाक्य उदाहरण:**\n1. **तुम आना या मैं आऊँगा।** (Either you come or I will come.)\n2. **तुम पैसे का प्रबन्ध करो अन्यथा मुझे कुछ और करना पड़ेगा।** (You arrange for money otherwise I will have to do something else.)\n\nइन वाक्यों में ‘या’ और ‘अन्यथा’ विकल्प का बोध कराते हैं, इसलिए ये विकल्पसूचक (Vikalpasuchak) हैं।"
      }
    ]
  },
  {
    "topic": "4. विस्मयादिबोधक अव्यय (Vismayadibodhak Avyay)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वे शब्द जिनसे हर्ष (joy), शोक (sorrow), विस्मय (wonder), ग्लानि (remorse), घृणा (hatred), लज्जा (shame) आदि भाव प्रकट होते हैं, विस्मयादिबोधक अव्यय (Vismayadibodhak Avyay) कहलाते हैं। इन्हें ‘द्योतक’ (indicators) भी कहा जाता है।"
      },
      {
        "subtopic": "प्रकार (Types)",
        "content": ""
      },
      {
        "subtopic": "1. हर्षबोधक (Harshbodhak) - हर्ष (Joy) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** अहा! (Aha!), धन्य! (Blessed!), वाह-वाह! (Wow!), ओह! (Oh!), वाह! (Wow!), शाबाश! (Bravo!)"
      },
      {
        "subtopic": "2. शोकबोधक (Shokbodhak) - शोक (Sorrow) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** आह! (Ah!), हाय! (Alas!), हाय-हाय! (Alas!), हा! (Ah!), त्राहि-त्राहि! (Help!), बाप रे! (Oh my god!)"
      },
      {
        "subtopic": "3. विस्मयबोधक (Vismaybodhak) - विस्मय (Wonder) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** हैं! (Huh?), ऐं! (Eh?), ओहो! (Oh!), अरे! (Hey!), वाह! (Wow!)"
      },
      {
        "subtopic": "4. तिरस्कारबोधक (Tiraskarbodhak) - तिरस्कार (Scorn) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** छिः! (Ugh!), हट! (Get away!), धिक्! (Shame!), धत्! (Damn!), छिः छिः! (Ugh!), चुप! (Shut up!)"
      },
      {
        "subtopic": "5. स्वीकृतिबोधक (Sweekritibodh) - स्वीकृति (Acceptance) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** हाँ-हाँ! (Yes!), अच्छा! (Okay!), ठीक! (Alright!), जी हाँ! (Yes!), बहुत अच्छा! (Very good!)"
      },
      {
        "subtopic": "6. सम्बोधनबोधक (Sambodhanbodhak) - सम्बोधन (Address) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** रे! (Hey!), री! (Hey!), अरे! (Hey!), अरी! (Hey!), ओ! (Oh!), अजी! (Listen!), हे! (O!)"
      },
      {
        "subtopic": "7. आशीर्वादबोधक (Ashirvadbodhak) - आशीर्वाद (Blessing) व्यक्त करने वाले अव्यय",
        "content": "\n**उदाहरण:** दीर्घायु हो! (May you live long!), जीते रहो! (Live long!)"
      }
    ]
  },
  {
    "topic": "5. निपात (Nipat)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वे शब्द जिनका प्रयोग किसी निश्चित शब्द, शब्द-समूह, या पूरे वाक्य को विशेष भावार्थ देने के लिए किया जाता है, निपात (Nipat) कहलाते हैं। जो अव्यय (indeclinable) किसी शब्द या पद के बाद आकर उसके अर्थ को विशेष प्रकार का बल देते हैं, वे निपात या अवधारक अव्यय (Avdharak Avyay) कहलाते हैं।"
      },
      {
        "subtopic": "महत्वपूर्ण निपात (Important Nipats)",
        "content": ""
      },
      {
        "subtopic": "1. ही (Hi) - बल (Emphasis) देने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- राजेश दफ़्तर ही जाएगा। (Rajesh will go to the office itself.)\n- तुम ही वहाँ जाकर यह काम करोगे। (You yourself will go there and do this work.)\n- अ का ही प्रथम आने के योग्य है। (Only A is worthy of coming first.)"
      },
      {
        "subtopic": "2. भी (Bhi) - किसी अन्य को जोड़ने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- राम के साथ श्याम भी जाएगा। (Shyam will also go with Ram.)\n- दिल्ली के अलावा मुंबई भी मुझे प्रिय है। (Besides Delhi, Mumbai is also dear to me.)\n- चाँदी के साथ दाम भी आवश्यक है। (Price is also necessary along with silver.)"
      },
      {
        "subtopic": "3. तक (Tak) - किसी कार्य या व्यक्ति की सीमा दर्शाने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- वह शाम तक आएगा। (He will come by evening.)\n- दिल्ली तक मेरी पहुँच है। (I have reach up to Delhi.)\n- वह दसवीं तक पढ़ा हुआ है। (He has studied up to tenth grade.)"
      },
      {
        "subtopic": "4. केवल / मात्र (Keval / Matra) - 'सिर्फ' या 'अकेले' की भावना व्यक्त करने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- प्रभु का नाम लेने मात्र से कष्ट दूर हो जाते हैं। (Just by taking the name of the Lord, troubles are removed.)\n- केवल तुम्हारे आने से काम न चलेगा। (The work will not proceed only with your arrival.)\n- दस रूपये मात्र लेकर क्या करोगे। (What will you do by taking only ten rupees?)"
      },
      {
        "subtopic": "5. भर (Bhar) - सीमितता (Limitation) और विस्तार (Extent) व्यक्त करने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- वह रातभर रोता रहा। (He kept crying all night.)\n- मैं जीवनभर उसका गुलाम बनकर रहा। (I remained his slave throughout my life.)\n- विश्वभर में उसकी ख्याति फैली हुई है। (His fame is spread all over the world.)"
      },
      {
        "subtopic": "6. तो (To) - परिणाम (Result) या मात्र (Mere) व्यक्त करने के लिए प्रयुक्त",
        "content": "\n**उदाहरण:** \n- तुम आते तो में चलता। (If you had come, I would have gone.)\n- वर्षा होती तो फसल अच्छी होती। (If it had rained, the crop would have been good.)"
      }
    ]
  }
]
