[
  {
    "topic": "लिंग (Gender)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "**शब्द के जिस रूप से पुरुष या स्त्री जाति का बोध हो, उसे लिंग कहते हैं** [1]."
      },
      {
        "subtopic": "लिंग के प्रकार (Types of Gender)",
        "content": "**हिंदी में लिंग दो प्रकार के होते हैं:** [1]\n*   **पुल्लिंग (Masculine):** शब्द के जिस रूप से पुरुष जाति का बोध होता है, उसे पुल्लिंग कहते हैं [1]। जैसे: छात्र, चाचा, बूढ़ा, नौकर, शेर, बंदर, दादा [1]।\n*   **स्त्रीलिंग (Feminine):** शब्द के जिस रूप से व्यक्ति या वस्तु की स्त्री जाति का बोध होता है, उसे स्त्रीलिंग कहते हैं [1]। जैसे: छात्रा, चाची, बुढ़िया, नौकरानी, घास, खिड़की [1]।\n*   **कुछ शब्द ऐसे होते हैं जिनका प्रयोग दोनों लिंगों के लिए हो होता है। इन शब्दों को उभयलिंगी कहा जाता है** [1]। जैसे: डॉक्टर, राज्यपाल, राष्ट्रपति, इंजीनियर आदि [1]."
      }
    ]
  },
  {
    "topic": "पुल्लिंग की पहचान (Identification of Masculine Gender)",
    "subtopics": [
      {
        "subtopic": "सामान्य नियम (General Rules)",
        "content": "*   **जिन शब्दों का अंत ‘अ’ से होता है, वे अधिकतर पुल्लिंग होते हैं** [2]। जैसे: शेर, फल, भवन, घर आदि [2]।\n*   **जिन शब्दों के अंत में खाना, दान, वाला, एरा, आव, आ, पन, त्व आदि आता है, वे पुल्लिंग होते हैं** [2]."
      },
      {
        "subtopic": "व्यवसायसूचक शब्द (Names of Professions)",
        "content": "**व्यवसायसूचक शब्दों के नाम पुल्लिंग होते हैं** [2]। जैसे: राज्यपाल, सैनिक, दुकानदार, व्यापारी, शिक्षक, नाटककार, कथाकार, डॉक्टर आदि [2]."
      },
      {
        "subtopic": "वर्णमाला के अक्षर (Letters of the Alphabet)",
        "content": "**वर्णमाला के अक्षर पुल्लिंग होते हैं** [2]। जैसे: अ, आ, क, ख, ग, घ आदि [2]। (इ, ई, ऋ स्त्रीलिंग) [2]."
      },
      {
        "subtopic": "विभिन्न वर्ग के नाम (Names of Various Categories)",
        "content": "**निम्न लिखित वर्ग के नाम प्रायः पुल्लिंग होते हैं:** [2, 3]\n*   **अंग (Body parts):** बांह, मुंह, कान, सिर, हाथ, पैर (आंख, नाक स्त्रीलिंग) [3]।\n*   **महीने (Months):** आषाढ़, श्रावण, भाद्रपद, कार्तिक, मार्गशीर्ष, पौष, वैशाख, ज्येष्ठ आदि (अंग्रेजी महीनों में जनवरी, फरवरी, मई, जुलाई अपवाद हैं) [3]।\n*   **धातु (Metals):** सोना, तांबा, लोहा, पीतल (चांदी स्त्रीलिंग) [3]।\n*   **अनाज (Grains):** चावल, बाजरा, गेहूं, मूंग (अरहर, ज्वार स्त्रीलिंग) [3]।\n*   **समुद्र (Seas):** प्रशांत महासागर, हिंद महासागर, अरब सागर, लाल सागर, भूमध्य सागर, अंध महासागर आदि [3]।\n*   **पर्वत (Mountains):** कैलाश, विंध्याचल, अरावली, सतपुड़ा, हिमालय [3]।\n*   **स्थान (Places):** वाचनालय, विद्यालय, पुस्तकालय, न्यायालय, चिकित्सालय, मंत्रालय, शयनगृह आदि [3]।\n*   **द्रव्य (Liquids):** घी, पानी, डीजल, तेल आदि [4]।\n*   **रत्न (Gems):** नीलम, पुखराज, हीरा, मोती, मूंगा, पन्ना [4]।\n*   **वार (Days of the week):** सोमवार, मंगलवार, बुधवार, वीरवार, शुक्रवार, शनिवार तथा रविवार [4]।\n*   **ग्रह (Planets):** शनि, चंद्र, ध्रुव, बृहस्पति, रवि, मंगल, सूर्य [4]."
      }
    ]
  },
  {
    "topic": "स्त्रीलिंग की पहचान (Identification of Feminine Gender)",
    "subtopics": [
      {
        "subtopic": "सामान्य नियम (General Rules)",
        "content": "*   **संस्कृत की आकारान्त, उकारांत और इकारांत संज्ञाएं स्त्रीलिंग होती हैं** [4]। जैसे: माता, वायु, शक्ति आदि [4]।\n*   **जिन शब्दों के अंत में आवट, आहट, ता, आई, इया, नी, इमा, री, आस आदि आता है वे स्त्रीलिंग होते हैं** [4]."
      },
      {
        "subtopic": "विभिन्न वर्ग के नाम (Names of Various Categories)",
        "content": "**निम्न लिखित वर्ग के नाम प्रायः स्त्रीलिंग होते हैं:** [4, 5]\n*   **लिपि (Scripts):** देवनागरी, गुरुमुखी, रोमन [5]।\n*   **भाषा (Languages):** हिंदी, संस्कृत, मराठी, बंगला, तमिल, कन्नड़, मलयालम, फारसी, गुजराती [5]।\n*   **तिथि (Dates - Tithis):** प्रथम, द्वितीया, तृतीया, चतुर्थी, एकादशी, त्रयोदशी, पूर्णिमा, प्रतिपदा, अमावस्या [5]।\n*   **प्राणी (Living beings):** मैना, मछली, चींटी, छिपकली, गिलहरी, कोयल आदि। इनके साथ आगे नर जोड़ने पर ये पुल्लिंग बनती हैं [5]।\n*   **भोजन (Food items):** जलेबी, पूरी, सब्जी, रोटी [5]।\n*   **अंग (Body parts):** आंख, नाक, ठोड़ी, छाती, जीभ, पसली, एड़ी, पिंडली, पलक, कमर, जीभ [5]."
      }
    ]
  },
  {
    "topic": "लिंग की पहचान (Identification of Gender) - सामान्य सिद्धांत (General Principles)",
    "subtopics": [
      {
        "subtopic": "प्राणी वर्ग (Animate Beings)",
        "content": "**प्राणी वर्ग में लिंग की पहचान करना आसान है** [5]."
      },
      {
        "subtopic": "अप्राणी वर्ग (Inanimate Beings)",
        "content": "**अप्राणी वर्ग में लिंग पहचान के लिए उनके व्यवहार के आधार पर उन्हें पुल्लिंग व स्त्रीलिंग माना गया है** [5, 6]। **यद्यपि इस प्रकार के शब्दों का लिंग जानने के लिए उन शब्दों के साथ वाक्यों में हो रही क्रिया या उनके विशेषणों पर ध्यान दें तो हम लिंग पहचान कर सकते हैं** [6]। जैसे:\n*   **कार जा रही है। (कार स्त्रीलिंग है)** [6]\n*   **जहाज चल चुका है। (जहाज पुल्लिंग है)** [6]\n*   **साड़ी पीली है। (साड़ी स्त्रीलिंग है)** [6]\n*   **सूट नीला है। (सूट पुल्लिंग है)** [6]."
      }
    ]
  },
  {
    "topic": "लिंग परिवर्तन (Gender Change) - पुल्लिंग से स्त्रीलिंग (From Masculine to Feminine)",
    "subtopics": [
      {
        "subtopic": "‘अ’ को ‘आ’ (ाा) बनाकर (Changing 'अ' to 'आ')",
        "content": "पुल्लिंग - स्त्रीलिंग: छात्र - छात्रा, कांता - कांति, बालक - बालिका, वृद्ध - वृद्धा, कृष्ण - कृष्णा, शिष्य - शिष्या [7]."
      },
      {
        "subtopic": "‘अ’ को ‘ई’ (ाी) बनाकर (Changing 'अ' to 'ई')",
        "content": "पुल्लिंग - स्त्रीलिंग: पुत्र - पुत्री, रस्सी - रस्सा (Note: रस्सा is पुल्लिंग, रस्सी is स्त्रीलिंग), कबूतर - कबूतरी, गधा - गधी, शूकर - शूक्री, बेटा - बेटी, डाकू - डाकी, तरूण - तरुणी, हिरन - हिरनी, नर - नारी, गोप - गोपी [7]."
      },
      {
        "subtopic": "‘आ’ को ‘ई’ बनाकर (Changing 'आ' to 'ई')",
        "content": "पुल्लिंग - स्त्रीलिंग: मौसा - मौसी, घोड़ा - घोड़ी, लड़का - लड़की, मुर्गा - मुर्गी, नाना - नानी, ब्राह्मण - ब्राह्मणी [7, 8]."
      },
      {
        "subtopic": "‘आ’ को ‘इया’ बनाकर (Changing 'आ' to 'इया')",
        "content": "पुल्लिंग - स्त्रीलिंग: चिड़ा - चिड़िया, गुड्डा - गुड़िया, बूढ़ा - बुढ़िया, डिब्बा - डिबिया, चूहा - चुहिया, खाट - खटिया [8]."
      },
      {
        "subtopic": "‘अक’ को ‘इका’ बनाकर (Changing 'अक' to 'इका')",
        "content": "पुल्लिंग - स्त्रीलिंग: नायक - नायिका, सेवक - सेविका, लेखक - लेखिका, पालक - पालिका, पाठक - पाठिका, अध्यापक - अध्यापिका [8]."
      },
      {
        "subtopic": "अंत में ‘आनी’ लगाकर (Adding ‘आनी’ at the end)",
        "content": "पुल्लिंग - स्त्रीलिंग: सेठ - सेठानी, इंद्र - इंद्राणी, नौकर - नौकरानी, देवर - देवरानी, जेठ - जेठानी, क्षत्रिय - क्षत्राणी [8, 9]."
      },
      {
        "subtopic": "अंत में ‘नी’ लगाकर (Adding ‘नी’ at the end)",
        "content": "पुल्लिंग - स्त्रीलिंग: चोर - चोरनी, भील - भीलनी, शेर - शेरनी, सिंह - सिंहनी, हाथी - हथिनी, सियार - सियारनी [9]."
      },
      {
        "subtopic": "‘वान’ को ‘वती’ बनाकर (Changing ‘वान’ to ‘वती')",
        "content": "पुल्लिंग - स्त्रीलिंग: गुणवान - गुणवती, पुत्रवान - पुत्रवती, बलवान - बलवती, भगवान - भगवती, भाग्यवान - भाग्यवती, सत्यवान - सत्यवती [9]."
      },
      {
        "subtopic": "‘मान’ को ‘मती’ बनाकर (Changing ‘मान’ to ‘मती')",
        "content": "पुल्लिंग - स्त्रीलिंग: श्रीमान् - श्रीमती, बुद्धिमान - बुद्धिमती, धीमान - धीमती, आयुष्मान - आयुष्मती [9]."
      },
      {
        "subtopic": "अंत में ‘इन’ लगाकर (Adding ‘इन’ at the end)",
        "content": "पुल्लिंग - स्त्रीलिंग: ग्वाला - ग्वालिन, तेली - तेलिन, सुनार - सुनारिन, कहार - कहारिन, कुम्हार - कुम्हारिन, नाई - नाइन [10]."
      },
      {
        "subtopic": "अंत में ‘आइन’ लगाकर (Adding ‘आइन’ at the end)",
        "content": "पुल्लिंग - स्त्रीलिंग: बाबू - बबुआइन, पंडित - पंडिताइन, बनिया - बनियाइन, लाला - ललाइन, ठाकुर - ठकुराइन, हलवाई - हलवाइन [10]."
      },
      {
        "subtopic": "‘मादा’ और ‘नर’ जोड़कर (Adding ‘मादा’ and ‘नर’)",
        "content": "पुल्लिंग - स्त्रीलिंग: कोयल - मादा कोयल, भालू - मादा भालू, नर गिलहरी - गिलहरी, चीता - मादा चीता, खरगोश - मादा खरगोश, नर मछली - मछली [10, 11]."
      },
      {
        "subtopic": "कुछ अन्य पुल्लिंग - स्त्रीलिंग शब्द (Some other Masculine - Feminine words)",
        "content": "पुल्लिंग - स्त्रीलिंग: राजा - रानी, बैल - गाय, वीर - वीरांगना, ताऊ - ताई, मर्द - औरत, पिता - माता, साधु - साध्वी, पुरुष - स्त्री, दूल्हा - दुल्हन [11]."
      }
    ]
  },
  {
    "topic": "हिंदी शब्दों के लिंग - निर्णय : कुछ नियम (Gender Determination of Hindi Words: Some Rules)",
    "subtopics": [
      {
        "subtopic": "सामान्य परिचय (General Introduction)",
        "content": "**हिंदी की लिंग - व्यवस्था संस्कृत - लिंग - व्यवस्था के कुछ विधान से या कुछ अपने नये - विधान से बनी है** [11]। **यद्यपि शब्दों के लिंग - निर्धारण के विशेषकर अप्राणिवाचक संज्ञाओं के कोई व्यापक और सिद्ध नियम नहीं है** [11, 12]। **अधिकांश रूप में उसका निर्धारण लोक - व्यवहार से किया जाता है** [12]। **इसी परिप्रेक्ष्य में लिंग - निर्णय के कुछ नियम इस प्रकार हैं** [12]:"
      },
      {
        "subtopic": "(अ) रूप की दृष्टि से लिंग - निर्णय (Gender determination from the perspective of form)",
        "content": "**रूप या बनावट की दृष्टि से लिंग - निर्णय दो होते हैं - पुल्लिंग और स्त्रीलिंग** [12]."
      },
      {
        "subtopic": "I. पुल्लिंग संज्ञाएँ - रूप या बनावट की दृष्टि से पहचान (Masculine Nouns - Identification from the perspective of form)",
        "content": "*   **संस्कृत के वे शब्द, जिनके अंत में ‘त्’ या ‘स्’ प्रत्यय होता है** [12]। जैसे: सुत, दुःख, मुक्त, चित्त, सरस्, धनुस् आदि [12]।\n*   **संस्कृत के वे शब्द, जिनके अंत में ‘अ’ प्रत्यय होता है** [12]। जैसे: कोश, शैशव, वाद, वेद, मोह, दोष आदि [12]। अपवाद स्वरूप त्रिय (स्त्रीलिंगी), विनय (उभयलिंगी) होते हैं [13]।\n*   **संस्कृत के वे शब्द, जिनके अंत में ‘अन’ प्रत्यय होता है** [13]। जैसे: साधन, बंधन, दान, वचन, चयन, पालन आदि [13]। अपवाद स्वरूप पवन (उभयलिंगी) होता है [13]।\n*   **संस्कृत के वे शब्द जिनके अंत में ‘त्र’ प्रत्यय होता है** [13]। जैसे: शस्त्र, शास्त्र, पत्र, पात्र, नेत्र, चरित्र, क्षेत्र, चित्र आदि [13]।\n*   **संस्कृत के वे शब्द, जिनके अंत ‘इ’ प्रत्यय होता है** [13]। जैसे: गति, गणित, आगति, स्वागत, चरित आदि [13]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘त्व’ प्रत्यय होता है** [13, 14]। जैसे: व्यक्तित्व, कृतित्व, गुरुत्व, बहुत्व, मनुष्यत्व, पत्नीत्व, पुरुषत्व आदि [14]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘य’ प्रत्यय होता है** [14]। जैसे: माधुर्य, सौंदर्य, धैर्य, शौर्य, कार्य आदि [14]।\n*   **हिंदी की वे संज्ञाएँ, जिनके अंत में ‘आ’ प्रत्यय आता है** [14]। जैसे: घड़ा, कपड़ा, घेरा, फेरा, झंडेवाला, टोपीवाला, आटा, माथा, गन्ना आदि [14]।\n*   **हिंदी की वे संज्ञाएँ, जिनके अंत में ‘आव’ या ‘आवा’ प्रत्यय होता है** [14]। जैसे: बहाव, घुमाव, पड़ाव, बहकाव, डरावा, भुलावा आदि [14]।\n*   **हिंदी की वे संज्ञाएँ, जिनके अंत में ‘ना’ प्रत्यय लगाकर क्रियार्थक संज्ञाएँ बनती है** [14, 15]। जैसे: लेना, देना, सोना, चबाना, तैरना आदि [15]।\n*   **हिंदी के वे शब्द, जिनके अंत में ‘पा’ या ‘पन’ प्रत्यय लगा है** [15]। जैसे: बुढ़ापा, रंडपा, भोलापन, लड़कपन आदि [15]।\n*   **हिंदी के वे शब्द, जिनके अंत में कृदंत ‘आन’ प्रत्यय होता है** [15]। जैसे: खानपान, लगान, उड़ान आदि [15]। अपवाद रूप में स्त्रीलिंग उड़ान, पहचान, मुस्कान आदि शब्द भी प्रयुक्त होते हैं [15]।\n*   **वे शब्द जिनके अंत में अरबी - फारसी का ‘खाना’ प्रत्यय होता है** [15]। जैसे: चिड़ियाखाना, डाकखाना, गाड़ीखाना आदि [15]।\n*   **वे शब्द, जिनके अंत में अरबी - फारसी का ‘दान’ प्रत्यय होता है** [15, 16]। जैसे: कलमदान, फूलदान, गुलाबदान आदि [16]."
      },
      {
        "subtopic": "II. स्त्रीलिंगी संज्ञाएँ - रूप या बनावट की दृष्टि से पहचान (Feminine Nouns - Identification from the perspective of form)",
        "content": "*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘अना’ प्रत्यय होता है** [16]। जैसे: वेदना, वंदना, सूचना, कल्पना, सांत्वना, प्रस्तावना, घटना, रचना आदि [16]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘आ’ प्रत्यय होता है** [16]। जैसे: माया, दया, शोभा, शिक्षा, पूजा, कृपा, क्षमा आदि [16]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘इ’ प्रत्यय होता है** [16, 17]। जैसे: निधि, विधि, अग्नि, कृषि, रुचि, छवि आदि [17]। गिरि, रवि, कवि, पाणि आदि संज्ञाएँ इसके लिए अपवाद हैं [17]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘ति’ या ‘नि’ प्रत्यय होता है** [17]। जैसे: रीति, प्रीति, भृति, जाति, शक्ति, गति, हानि, ग्लानि, बुद्धि, सिद्धि आदि [17]।\n*   **संस्कृत के वे शब्द जिनके अंत में ‘या’ तथा ‘सा’ प्रत्यय होता है** [17]। जैसे: विद्या, क्रिया, मीमांसा, पिपासा आदि [17]।\n*   **संस्कृत के वे शब्द, जिनके अंत में तद्धित प्रत्यय ‘इमा’ होता है** [17]। जैसे: कालिमा, लालिमा, महिमा, गरिमा आदि [17]।\n*   **संस्कृत के वे शब्द, जिनके अंत में ‘ता’ प्रत्यय होता है** [17, 18]। जैसे: लघुता, प्रभुता, नम्रता, एकता, दरिद्रता, गंभीरता, सुंदरता, योग्यता, प्रभुता आदि [18]।\n*   **संस्कृत की वे संज्ञाएँ, जिनके अंत में ‘उ’ प्रत्यय होता है** [18]। जैसे: धातु, ऋतु, वस्तु, मृत्यु, वायु, रेणु, आयु आदि [18]।\n*   **हिंदी के बहुधा ईकारांत शब्द, अर्थात् जिनके अंत में ‘ई’ प्रत्यय होता है** [18]। जैसे: रोटी, टोपी, गली, चिंटी, नदी, उदासी आदि [18]। अपवाद स्वरूप पानी, घी, दही, मोती आदि शब्द पुल्लिंग होते हैं [18]।\n*   **हिंदी की वे संज्ञाएँ, जिनके अंत में ‘इया’ प्रत्यय होता है** [18]। जैसे: डिबिया, पुड़िया, चुटिया, खटिया आदि [18]।\n*   **हिंदी की प्रायः वे संज्ञाएँ, जिनके अंत में ‘ई’ प्रत्यय होता है** [18, 19]। जैसे: ईंट, चींटी, कोठी, बूटी, मेथी, आंटी आदि [19]। अपवाद स्वरूप रूमाल, पाणि आदि शब्द पुल्लिंग में आते हैं [19]।\n*   **हिंदी की धातुओं से ‘अ’ प्रत्यय लगकर बनी संज्ञाएँ इस प्रकार हैं** [19]। जैसे: पकड़, दगड़, लगन, मार, पुकार, चोट, छूट, कराह, अकड़, झपट, तड़प, नोंक, समझ आदि [19]। अपवाद स्वरूप खेल, नाच, मेल, बोल, बिगाड़ आदि पुल्लिंग में होते हैं [19]।\n*   **हिंदी की भाव - वाचक संज्ञाएँ, जिनके अंत में ‘ट’, ‘वट’, ‘हट’ प्रत्यय होते हैं** [19]। जैसे: आहट, चिकनाहट, झंझट, घबराहट, सजावट, जमावट, चिल्लाहट आदि [19]।\n*   **हिंदी की धातुओं में ‘अन’ प्रत्यय लगकर बनी संज्ञाएँ इस प्रकार हैं** [19, 20]। जैसे: रहन, सहन, पहचान, लगन, उलझन आदि [20]।\n*   **हिंदी की ‘आई’ प्रत्यय वाली संज्ञाएँ इस प्रकार हैं** [20]। जैसे: सिंचाई, ऊंचाई, जुदाई, रंगाई, बनवाई, लंबाई आदि [20]।\n*   **अरबी - फारसी के वे शब्द, जिनके अंत में ‘श’ होता है** [20]। जैसे: तलाश, मालिश, कोशिश आदि [20]।\n*   **अरबी - फारसी की वे संज्ञाएँ, जिनके अंत में ‘त’ प्रत्यय होता है** [20]। जैसे: कीमत, मुलाकात, दौलत, नफरत आदि [20]।\n*   **अरबी - फारसी की वे संज्ञाएँ, जिनके अंत में, ‘आ’ तथा ‘ह’ प्रत्यय आता है** [20]। जैसे: सभा, दवा, सलाह, राह, आह, सुबह आदि [20]।\n*   **हिंदी की ऊकारांत संज्ञाएँ इस प्रकार हैं** [20]। जैसे: झाड़ू, दारू, बालू, गरू आदि [20]। अपवाद स्वरूप आंसू, टेसू, आलू, रतालू आदि के रूप पुल्लिंग में होते हैं [21]।\n*   **हिंदी की अनुस्वारान्त संज्ञाएँ इस प्रकार हैं** [21]। जैसे: भौं, चूं, खड़ाऊं आदि [21]। अपवाद स्वरूप कोढों, गेहूं आदि के रूप पुल्लिंग में होते हैं [21]."
      },
      {
        "subtopic": "(आ) लोक - व्यवहार की दृष्टि से लिंग - निर्णय (Gender determination from the perspective of common usage)",
        "content": "**कुछ शब्द रूप या बनावट की दृष्टि से समान होते हुए भी उनमें से कुछ पुल्लिंग होते हैं और कुछ स्त्रीलिंग** [21]। **ऐसे शब्दों का लिंग - निर्धारण लोक - व्यवहार से करना पड़ता है** [21]."
      },
      {
        "subtopic": "I. पुल्लिंग शब्द (Masculine Words) - लोक व्यवहार की दृष्टि से",
        "content": "नमक, पनघट, ओंठ, नीड़, बाल, निकास, गुलाब, काठ, आंसू, पहलू, मधु, हिसाब, आम, मरहम, मोम, आंसू, ढोंग, अखरोट, मुंह, ब्याह, निर्वाह, केश, सेतु, मुकुट आदि [21, 22]."
      },
      {
        "subtopic": "II. स्त्रीलिंग शब्द (Feminine Words) - लोक व्यवहार की दृष्टि से",
        "content": "मिठास, झील, प्यास, बांस, बाजू, वायु, आयु, नाक, उमंग, उधम, चेचक, छूत, बात, किताब, शराब, मार, नस, ईंट, ओट, गांठ, रात, लात, आड़, खाज, चिलम, नहर, उमंग आदि [22]."
      },
      {
        "subtopic": "(इ) अर्थ की दृष्टि से लिंग - निर्णय (Gender determination from the perspective of meaning)",
        "content": "**अर्थ की दृष्टि से कुछ शब्द पुल्लिंग, कुछ स्त्रीलिंग और कुछ शब्द उभयलिंगी होते हैं** [22]। **उसका विवेचन निम्नलिखित रूप में किया जा सकता है** [22]:"
      },
      {
        "subtopic": "I. पुल्लिंग शब्द - अर्थ की दृष्टि से (Masculine Words - From the perspective of meaning)",
        "content": "**अर्थ की दृष्टि से निम्नलिखित प्रकार के शब्द पुल्लिंग होते हैं** [22]। **इनमें जो अपवाद स्वरूप स्त्रीलिंग में आते हैं, उनके अंत में प्रायः ‘इ’ प्रत्यय आता है** [22, 23]।\n*   **धातुओं के नाम (Names of metals):** पारा, पीतल, सोना, रूपा, तांबा, सीसा, कांस आदि [23]। अपवाद स्वरूप ‘चांदी’ स्त्रीलिंगी है [23]।\n*   **रत्नों के नाम (Names of gems):** नीलम, पुखराज, माणिक, मोती, हीरा, मूंगा, जवाहर, पन्ना, लाल आदि [23]। अपवाद स्वरूप मणि, चुन्नी, लाड़ी आदि स्त्रीलिंग में आते हैं [23]।\n*   **भोज्य पदार्थों के नाम (Names of food items):** रायता, हलवा, समोसा, चाकल टे, पुआ, पेड़ा, भात आदि [23]। अपवाद स्वरूप पूरी, जलेबी, मिठाई, दाल, रोटी, तरकारी, स्त्रीलिंग में आते हैं [23]।\n*   **अनाजों के नाम (Names of grains):** जौ, मटर, बाजरा, चना, गेहूं, चावल, जौ, उड़द आदि [23, 24]। अपवाद स्वरूप दाल, मकई, मटर आदि स्त्रीलिंग में आते हैं [24]।\n*   **दिनों के नाम (Names of days):** सोम, मंगल आदि [24]।\n*   **महीनों के नाम (Names of months):** माघ, पौष आदि [24]।\n*   **भौगोलिक नाम (Geographical names):** हिंद महासागर, विंध्याचल, हिमाचल, सागर, द्वीप, पर्वत, रेगिस्तान, प्रांत, नगर, वायुमंडल, नभोमंडल, सरोवर आदि [24]। अपवाद स्वरूप झील, घाटी स्त्रीलिंग में आते हैं [24]।\n*   **देशों के नाम (Names of countries):** इंग्लैंड, इटली, रूस, भारत आदि [24]।\n*   **ग्रहों के नाम (Names of planets):** बृहस्पति, सूर्य, चंद्र, बुध आदि [24]। अपवाद स्वरूप पृथ्वी आदि स्त्रीलिंग में आते हैं [24]।\n*   **पेड़ों के नाम (Names of trees):** जामुन, अमरूद, नींबू, सेब, पीपल, बरगद, सागौन, शीशम, अखरोट, अशोक आदि [24, 25]। अपवाद स्वरूप इमली, नीम आदि स्त्रीलिंग में आते हैं [25]।\n*   **द्रव पदार्थों के नाम (Names of liquid substances):** काढ़ा, अर्क, तेल, घी, पानी, शरबत, इत्र आदि [25]."
      },
      {
        "subtopic": "II. स्त्रीलिंग शब्द - अर्थ के अनुसार (Feminine Words - According to meaning)",
        "content": "**अर्थ के अनुसार निम्नलिखित प्रकार के शब्द स्त्रीलिंग में आते हैं** [25]:\n*   **नक्षत्रों के नाम (Names of constellations):** रोहिणी, भरणी, कृत्तिका, आर्द्रा, अश्विनी आदि [25]।\n*   **नदियों के नाम (Names of rivers):** रावी, सतलुज, गंगा, यमुना, सरस्वती, झेलम आदि [25]। अपवाद स्वरूप ब्रहमपुत्र, सिंधु आदि पुल्लिंग में आते हैं [25]।\n*   **झीलों के नाम (Names of lakes):** सांभर, चिलका आदि [25]।\n*   **तिथियों के नाम (Names of Tithis):** द्वितीया, तृतीया, अष्टमी, अमावस्या आदि [25]।\n*   **संस्कृत की प्रायः भाववाचक संज्ञाएँ (Mostly Sanskrit abstract nouns):** इच्छा, अर्चना, गरिमा, कटुता, ऋद्धि आदि [25, 26]।\n*   **बनिया के दुकान की चीजें (Items from a grocer's shop):**"
      }
    ]
  },
  {
    "topic": "उभय लिंगी शब्द (Common Gender Words)",
    "subtopics": [
      {
        "subtopic": "कुछ हिंदी शब्द ऐसे होते हैं जिनका प्रयोग पुल्लिंग तथा स्त्रीलिंग दोनों में किया जाता है। इन शब्दों को उभयलिंगी कहा जाता है**। लिंग का निर्धारण वाक्य में उनके प्रयोग के संदर्भ पर निर्भर करता है। कुछ शब्दों के अर्थ लिंग के अनुसार बदल भी जाते हैं।\n\nउदाहरण: \n\n",
        "content": "****कोट:** पुल्लिंग होने पर अर्थ - करोड़, स्त्रीलिंग होने पर अर्थ - श्रेणी\n\n**टीका:** पुल्लिंग होने पर अर्थ - तिलक, स्त्रीलिंग होने पर अर्थ - टिप्पणी, अर्थ\n\n**पीठ:** पुल्लिंग होने पर अर्थ - स्थान, स्त्रीलिंग होने पर अर्थ - पृष्ठभाग\n\n**शान:** पुल्लिंग होने पर अर्थ - औजार घिसने का पत्थर, स्त्रीलिंग होने पर अर्थ - ठाठ-बाट, प्रभुत्व\n\n**दाद:** पुल्लिंग होने पर अर्थ - चर्मरोग, स्त्रीलिंग होने पर अर्थ - प्रशंसा\n\n**हार:** पुल्लिंग होने पर अर्थ - माला, स्त्रीलिंग होने पर अर्थ - पराजय\n\n**कुश:** पुल्लिंग होने पर अर्थ - प्रवीण, स्त्रीलिंग होने पर अर्थ - खैरियत\n\n**घाव:** पुल्लिंग होने पर अर्थ - चोट, स्त्रीलिंग होने पर अर्थ - दाँव-पेंच\n\n**चूड़ा:** पुल्लिंग होने पर अर्थ - कंगन, स्त्रीलिंग होने पर अर्थ - चोटी\n\n**झाड़:** पुल्लिंग होने पर अर्थ - बाँस का घेरा, स्त्रीलिंग होने पर अर्थ - झाड़ी\n\n**धातु:** पुल्लिंग होने पर अर्थ - शब्द का मूल, जननेंद्रिय, वीर्य, स्त्रीलिंग होने पर अर्थ - खनिज\n\n**नस:** पुल्लिंग होने पर अर्थ - नस्य, सुँघनी, स्त्रीलिंग होने पर अर्थ - स्नायु, रग\n\n**बेर:** पुल्लिंग होने पर अर्थ - फल वृक्ष, स्त्रीलिंग होने पर अर्थ - दफा या बार\n\n**रेत:** पुल्लिंग होने पर अर्थ - वीर्य, स्त्रीलिंग होने पर अर्थ - बालू\n\n**हार:** पुल्लिंग होने पर अर्थ - समाचार, दशा, स्त्रीलिंग होने पर अर्थ - चाक पर लोहे का घेरा"
      }
    ]
  }
]
