[
  {
    "topic": "मुहावरे और लोकोक्तियाँ",
    "subtopics": [
      {
        "subtopic": "मुहावरा (Idiom)",
        "content": "ऐसे पदबंध को कहा जाता है, जिसका शाब्दिक अर्थ तो कुछ और निकलता है, परंतु लाक्षणिक अर्थ कुछ और होता है। उदाहरण: 'वह चौकन्ना हो गया' इस वाक्य में चौकन्ना का अर्थ 'चार कानों वाला' होता है, परंतु कोई भी मनुष्य चार कानों वाला नहीं होता। अतः इसका लाक्षणिक अर्थ हुआ 'बहुत सावधान'। मुहावरा शब्द मूलतः अरबी भाषा का शब्द है, जिसका शाब्दिक अर्थ होता है- अभ्यास करना।"
      },
      {
        "subtopic": "लोकोक्ति (Proverb)",
        "content": "किसी दृष्टांत, घटना या परिवेश पर आधारित कथन को लोकोक्ति कहते हैं। लोकोक्तियाँ सामाजिक नीति और आदर्श स्थापित करने का माध्यम होती हैं। इन्हें सूक्ति अथवा सुभाषित भी कहा जाता है।"
      },
      {
        "subtopic": "मुहावरे की विशेषताएँ",
        "content": "मुहावरा प्रसंग के अनुरूप अर्थ देता है, यह पूर्ण वाक्य नहीं होता तथा इसका सामान्य अर्थ नहीं, विशेष अर्थ लिया जाता है। मुहावरे भाषा को रोचक और प्रभावी बनाते हैं तथा संक्षिप्त रूप में गहरी बात कहने में सहायक होते हैं।"
      },
      {
        "subtopic": "मुहावरे और लोकोक्ति में अंतर",
        "content": "मुहावरे आमतौर पर वाक्यांश होते हैं जिनका शाब्दिक अर्थ और वास्तविक अर्थ भिन्न होता है, जबकि लोकोक्तियाँ छोटे वाक्य होते हैं जो जीवन के अनुभव, नीति या नैतिकता को व्यक्त करते हैं। मुहावरे भाषा को सजाने और बोलचाल को रोचक बनाने के लिए प्रयोग किए जाते हैं, जबकि लोकोक्तियाँ जीवन के पाठ, नीतियों और सामाजिक सत्य को संक्षेप में व्यक्त करने के लिए प्रयोग की जाती हैं।"
      }
    ]
  },

  {
    "topic": "प्रसिद्ध मुहावरे और उनके अर्थ",
    "subtopics": [
      {
        "subtopic": "",
        "content": "1. मुहावरा- अंधे के हाथ बटेर लगना\nअर्थ- अचानक कोई बड़ा लाभ मिलना। \n\n 2. मुहावरा- अंगूठा दिखाना\nअर्थ- मना करना। \n\n 3. मुहावरा- आग बबूला होना\nअर्थ- बहुत क्रोधित होना। \n\n 4. मुहावरा- अक्ल के घोड़े दौड़ाना\nअर्थ- बहुत सोच-विचार करना। \n\n 5. मुहावरा- अंधे के आगे रोना\nअर्थ- व्यर्थ प्रयास करना।"
      }
    ]
  },

  {
    "topic": "प्रसिद्ध लोकोक्तियाँ और उनके अर्थ",
    "subtopics": [
      {
        "subtopic": "",
        "content": "1. लोकोक्ति- अंधा क्या चाहे, दो आँखें\nअर्थ- जिसे किसी चीज की सबसे ज्यादा जरूरत हो, उसे वही चीज मिल जाए।\n\n2. लोकोक्ति- अंधेर नगरी चौपट राजा\nअर्थ- ऐसा राज्य जहाँ पर न्याय न हो।\n\n3. लोकोक्ति- अंत भला तो सब भला\nअर्थ- परिणाम अच्छा हो तो सब अच्छा लगता है।\n\n4. लोकोक्ति- अपना हाथ जगन्नाथ\nअर्थ- आत्मनिर्भर होना।\n\n5. लोकोक्ति- अकेला चना भाड़ नहीं फोड़ सकता\nअर्थ- अकेला व्यक्ति बड़ा काम नहीं कर सकता।"
      }
    ]
  },
  [
    {
      "topic": "\"अ\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. मुहावरा- अंधे के हाथ बटेर लगना\nअर्थ- अचानक कोई बड़ा लाभ मिलना।\n\n2. मुहावरा- अंगूठा दिखाना\nअर्थ- मना करना।\n\n3. मुहावरा- अंधों में काना राजा\nअर्थ- कम योग्य व्यक्ति भी अयोग्य लोगों में श्रेष्ठ माना जाता है।\n\n4. मुहावरा- आग बबूला होना\nअर्थ- बहुत क्रोधित होना।\n\n5. मुहावरा- अंगारों पर लोटना\nअर्थ- अत्यधिक कष्ट सहना।\n\n6. मुहावरा- अक्ल के घोड़े दौड़ाना\nअर्थ- बहुत सोच-विचार करना।\n\n7. मुहावरा- अंधे के आगे रोना\nअर्थ- व्यर्थ प्रयास करना।\n\n8. मुहावरा- असमान के तारे तोड़ना\nअर्थ- असंभव कार्य करना।\n\n9. मुहावरा- अधजल गगरी छलकत जाए\nअर्थ- अल्प ज्ञान वाला व्यक्ति अधिक प्रदर्शन करता है।\n\n10. मुहावरा- अपनी भैंस अलग बधना\nअर्थ- दूसरों से अलग रहना।"
        }
      ]
    },
    {
      "topic": "\"ब\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. बिन सिर-पैर की बात – बिना तर्क की बात।\n\n2. बंदर क्या जाने अदरक का स्वाद – अयोग्य व्यक्ति योग्य वस्तु की कद्र नहीं कर सकता।\n\n3. बाल की खाल निकालना – छोटी-छोटी बातों में उलझना।\n\n4. बहती गंगा में हाथ धोना – मौके का फायदा उठाना।\n\n5. बात का बतंगड़ बनाना – छोटी बात को बढ़ा-चढ़ाकर प्रस्तुत करना।\n\n6. बाँहें चढ़ाना – कार्य के लिए तैयार होना।\n\n7. बाल बाँका न होना – कोई नुकसान न होना।\n\n8. बंदर कूदना – बेचैन होना।\n\n9. बाँह पकड़ लेना – सहायता लेना।\n\n10. बर्फ में रखना – ठंडे दिमाग से सोचना।\n\n11. बिल्ली को देख चूहे की तरह डरना – अत्यधिक भयभीत होना।\n\n12. बाँह में दर्द होना – बहुत मेहनत करना।\n\n13. बिल्ली की तरह चुपके से आना – बिना आवाज़ किए आना।\n\n14. बाण मारना – तीखा व्यंग्य करना।\n\n15. बगल में छोरा, शहर में ढिंढोरा – अपने पास होते हुए भी न जानना।"
        }
      ]
    },
    {
      "topic": "\"च\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. चादर देखकर पैर फैलाना – अपनी सीमा में रहना।\n\n2. चुप्पी साधना – मौन धारण करना।\n\n3. चमड़ी जाये पर दमड़ी न जाये – अत्यधिक कंजूस होना।\n\n4. चींटी के पर निकलना – छोटा व्यक्ति जब अहंकारी हो जाता है।\n\n5. चोर की दाढ़ी में तिनका – दोषी का अपने आप दोष प्रकट हो जाना।"
        }
      ]
    },
    {
      "topic": "\"द\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. दाल में कुछ काला होना – कुछ गड़बड़ होना।\n\n2. दूध का जला छाछ भी फूंक कर पीता है – एक बार ठगा गया व्यक्ति हमेशा सावधान रहता है।\n\n3. दूध का दूध और पानी का पानी करना – न्याय करना।\n\n4. दूध का कर्ज चुकाना – माता-पिता की सेवा करना।\n\n5. दिल पर पत्थर रखना – अपने भावनाओं को नियंत्रित करना।"
        }
      ]
    },
    {
      "topic": "\"फ\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. फूलों की तरह खिलना – बहुत खुश होना।\n\n2. फटे हाल – अत्यधिक गरीबी में होना।\n\n3. फूंक-फूंक कर कदम रखना – बहुत सावधानी से काम करना।\n\n4. फिसलन भरी राह – मुश्किल और जोखिम भरी परिस्थिति।\n\n5. फूलों की महक – अच्छा व्यवहार।"
        }
      ]
    },
    {
      "topic": "\"म\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. मुँह की बात छीनना – किसी की कही बात को अपने से पहले कह देना।\n\n2. मुँह में पानी आना – किसी वस्तु के प्रति लालच होना।\n\n3. मुँह में राम बगल में छुरी – बाहर से दोस्ताना, अंदर से धोखेबाज।\n\n4. मुँह फुलाना – नाराज होना।\n\n5. मछली के बिना पानी में तड़पना – आवश्यक चीज के बिना परेशान होना।"
        }
      ]
    },
    {
      "topic": "\"न\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. नाक में दम करना – परेशान करना।\n\n2. नाक कटना – अपमानित होना।\n\n3. नाक पर मक्खी न बैठने देना – बहुत सतर्क रहना।\n\n4. नाक रगड़ना – बहुत विनती करना।\n\n5. नाक ऊँची रखना – प्रतिष्ठा बनाए रखना।"
        }
      ]
    },
    {
      "topic": "\"प\" से शुरू होने वाले कुछ प्रमुख हिंदी मुहावरे और उनके अर्थ दिए गए हैं",
      "subtopics": [
        {
          "subtopic": "",
          "content": "1. पानी-पानी होना – शर्मिंदा होना।\n\n2. पानी की तरह पैसा बहाना – अत्यधिक खर्च करना।\n\n3. पापड़ बेलना – कठिनाइयों का सामना करना।\n\n4. पैर तले जमीन खिसकना – अचानक कठिनाई का सामना करना।\n\n5. पहाड़ टूट पड़ना – बड़ी विपत्ति आना।"
        }
      ]
    }
  ]
]
