[
    {
      "topic": "पदबंध (Phrase)",
      "subtopics": [
        {
          "subtopic": "पद और पदबंध की परिभाषा",
          "content": "पद - वाक्य से अलग रहने पर 'शब्द' और वाक्य में प्रयुक्त हो जाने पर शब्द 'पद' कहलाते हैं। दूसरे शब्दों में- शब्द विभक्ति रहित और पद विभक्ति सहित होते हैं।\nपदबंध - जब दो या अधिक (शब्द) पद निश्चित क्रम और निर्धारित अर्थ में किसी पद का कार्य करते हैं तो उन्हें पदबंध कहते हैं। दूसरे शब्दों में, कई पदों के योग से बने वाक्यांशों को, जो एक ही पद का काम करता है, 'पदबंध' कहते हैं।"
        }
      ]
    },
    {
      "topic": "पदबंध के उदाहरण",
      "subtopics": [
        {
          "subtopic": "पदबंध के उदाहरण",
          "content": "(1) सबसे तेज दौड़ने वाला छात्र जीत गया।\n(2) यह लड़की अत्यंत सुशील और परिश्रमी है।\n(3) नदी बहती चली जा रही है।\n(4) नदी कल-कल करती हुई बह रही थी।\nइन वाक्यों में 'सबसे तेज दौड़ने वाला छात्र', 'अत्यंत सुशील और परिश्रमी', 'बहती चली जा रही है', और 'कल-कल करती हुई' पदबंध हैं।"
        }
      ]
    },
    {
      "topic": "पदबंध के भेद",
      "subtopics": [
        {
          "subtopic": "संज्ञा-पदबंध",
          "content": "जब किसी वाक्य में पदसमूह या पदबंध संज्ञा का भाव निश्चित क्रम और निर्धारित अर्थ में प्रकट करें तब वे संज्ञा पदबंध कहलाते हैं। जैसे- \n(a) चार ताकतवर मजदूर इस भारी चीज को उठा पाए। \n(b) राम ने लंका के राजा रावण को मार गिराया।"
        },
        {
          "subtopic": "विशेषण-पदबंध",
          "content": "जब किसी वाक्य में पदबंध किसी संज्ञा की विशेषता निश्चित क्रम और निर्धारित अर्थ में बतायें तब वे विशेषण पदबंध कहलाते हैं। जैसे- \n(a) तेज चलने वाली गाड़ियाँ प्रायः देर से पहुँचती हैं। \n(b) उस घर के कोने में बैठा हुआ आदमी जासूस है।"
        },
        {
          "subtopic": "क्रिया पदबंध",
          "content": "क्रिया पदबंध में मुख्य क्रिया पहले आती है। उसके बाद अन्य क्रियाएँ मिलकर एक समग्र इकाई बनाती हैं। जैसे- \n(a) वह बाजार की ओर आया होगा। \n(b) मुझे मोहन छत से दिखाई दे रहा है।"
        },
        {
          "subtopic": "क्रिया विशेषण पदबंध",
          "content": "यह पदबंध मूलतः क्रिया का विशेषण रूप होने के कारण प्रायः क्रिया से पहले आता है। जैसे- \n(a) मैंने रमा की आधी रात तक प्रतीक्षा की। \n(b) उसने साँप को पीट-पीटकर मारा।"
        }
      ]
    },
    {
      "topic": "पदबंध और उपवाक्य में अंतर",
      "subtopics": [
        {
          "subtopic": "अंतर",
          "content": "उपवाक्य (Clause) भी पदबंध (Phrase) की तरह पदों का समूह है, लेकिन इससे केवल आंशिक भाव प्रकट होता है, पूरा नहीं। पदबंध में क्रिया नहीं होती, उपवाक्य में क्रिया रहती है। जैसे- 'ज्योंही वह आया, त्योंही मैं चला गया।' यहाँ 'ज्योंही वह आया' एक उपवाक्य है, जिससे पूर्ण अर्थ की प्रतीति नहीं होती।"
        }
      ]
    }
  ]
  