[
    {
      "topic": "1. शब्द रचना",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "वर्णों का ऐसा समूह जिसका जनजित अर्थ होता है, उसे शब्द कहते हैं। वर्णों के मेल से बनी सार्थक ध्वनि ‘शब्द’ होती है।\n\n- क + म + ल = कमल, यह शब्द है क्योंकि इसका अर्थ है।\n- म + क + ल = मकल, यह नहीं है क्योंकि इसका कोई अर्थ नहीं है।"
        }
      ]
    },
    {
      "topic": "2. शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "शब्द के भेदों के निम्नलिखित आधार हैं:\n1. वाक्य में प्रयोग के आधार पर शब्द के भेद\n2. रचना या बनावट के आधार पर शब्द के भेद\n3. उत्पत्ति या स्रोत के आधार पर शब्द के भेद\n4. व्याकरणिक प्रकार्य के आधार पर शब्द के भेद\n5. अर्थ के आधार पर शब्द के भेद।"
        }
      ]
    },
    {
      "topic": "3. वाक्य में प्रयोग के आधार पर शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "वाक्य में प्रयोग के आधार पर शब्द के दो भेद हैं:\n(क) सार्थक शब्द: जिन शब्दों का कोई जनजित अर्थ होता है, उन्हें सार्थक शब्द कहते हैं।\n(ख) निरर्थक शब्द: जिन शब्दों का कोई अर्थ नहीं होता है, उन्हें निरर्थक शब्द कहते हैं।"
        }
      ]
    },
    {
      "topic": "4. रचना या बनावट के आधार पर शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "रचना या बनावट के आधार पर शब्द तीन प्रकार के होते हैं:\n1. रूढ़ शब्द: जो शब्द हिंदी भाषा में विशेष अर्थ के साथ परंपरा से प्रयुक्त होते आए हैं।\n2. योगिक शब्द: दो या दो से अधिक शब्दों के मेल से बनने वाले शब्द।\n3. योगरूढ़ शब्द: दो या दो से अधिक शब्दों से मिलकर बने शब्द जिनका प्रयोग विशेष अर्थ के लिए होता है।"
        }
      ]
    },
    {
      "topic": "5. उत्पत्ति या स्रोत के आधार पर शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "हिंदी भाषा में शब्द कई स्रोतों से आए हैं। इनके आधार पर शब्द चार प्रकार के होते हैं:\n1. तत्सम शब्द: संस्कृत से सीधे हिंदी में आए शब्द।\n2. तद्भव शब्द: संस्कृत के मूल शब्दों से विकृत होकर हिंदी में प्रयोग होने वाले शब्द।\n3. देशज शब्द: स्थानीय प्रभाव के कारण हिंदी में सम्मिलित शब्द।\n4. विदेशी शब्द: विदेशी भाषाओं से हिंदी में आए शब्द।"
        }
      ]
    },
    {
      "topic": "6. व्याकरणिक प्रकार्य के आधार पर शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "व्याकरण के अनुसार प्रयोग के आधार पर शब्द दो प्रकार के होते हैं:\n1. विकारी शब्द: जिन शब्दों के रूप बदलते हैं, जैसे संज्ञा, सर्वनाम, विशेषण, क्रिया।\n2. अविकारी शब्द: जिन शब्दों के रूप नहीं बदलते, जैसे क्रियाविशेषण, संबंधबोधक, समुच्चयबोधक, विस्मयादिबोधक।"
        }
      ]
    },
    {
      "topic": "7. अर्थ के आधार पर शब्द के भेद",
      "subtopics": [
        {
          "subtopic": "परिभाषा (Definition)",
          "content": "अर्थ के आधार पर शब्द छह प्रकार के होते हैं:\n1. पर्यायवाची शब्द: समान अर्थ वाले शब्द।\n2. विलोम शब्द: विपरीत अर्थ वाले शब्द।\n3. अनेकार्थी शब्द: जिनके एक से अधिक अर्थ होते हैं।\n4. वाक्यांशों के लिए एक शब्द।\n5. एकार्थी शब्द: जिनके केवल एक ही अर्थ होते हैं।\n6. समानाभासी शब्द-युग्म: जो उच्चारण में समान होते हैं लेकिन अर्थ भिन्न होते हैं।"
        }
      ]
    }
  ]
  