{
  "topic": "विराम चिह्न (Punctuation Marks)",
  "subtopics": [
    {
      "subtopic": "1. अल्प विराम (Comma) (,)",
      "content": "वाक्य के भीतर एक ही प्रकार के शब्दों को अलग करने में. उदाहरण: राम ने आम, अमरूद, केले आदि खरीदे.\n\n  वाक्य के उपवाक्यों को अलग करने में. उदाहरण: हवा चली, पानी बरसा और ओले गिरे.\n\n  दो उपवाक्यों के बीच संयोजक का प्रयोग न किए जाने पर. उदाहरण: अब्दुल ने सोचा, अच्छा हुआ जो मैं नहीं गया.\n\n  वाक्य के मध्य कर्ता, विशेषण या विशेषण उपवाक्य आने पर. उदाहरण: यह बात, यदि सच पूछो तो, मैं भूल ही गया था.\n\n  उद्धरण चिह्न के पूर्व भी. उदाहरण: उसने कहा, मैं तुम्हें नहीं जानता।.\n\n  समय सूचक शब्दों को अलग करने में. उदाहरण: दिन गुरुवार, 20 मार्च से परीक्षाएं प्रारम्भ होंगी.\n\n  कभी-कभी संबोधन के बाद इसका प्रयोग होता है. उदाहरण: राधे, तुम आज भी विद्यालय नहीं गईं.\n\n  समानाधिकरण शब्दों के बीच में. उदाहरण: विदेहराज की पुत्री वैदेही, राम की पत्नी थी.\n\n  हाँ, अस्तु के पश्चात्. उदाहरण: हाँ, तुम अन्दर आ सकते हो.\n\n  पत्र में अभिवादन, समापन के साथ. उदाहरण: पूज्य पिताजी, भवदीय"
    },
    {
      "subtopic": "2. अर्ध विराम (Semicolon) (;)",
      "content": "वाक्य के ऐसे उपवाक्यों को अलग करने में जिनके भीतर अल्प विराम या अल्प विरामों का प्रयोग हुआ है. उदाहरण: ‘ध्रुवस्वामिनी’ में एक ओर ध्रुवस्वामिनी, मंदाकिनी, कोमा आदि स्त्री पात्र हैं; दूसरी ओर रामगुप्त, चंद्रगुप्त, शिखरस्वामी आदि पुरुष पात्र हैं.\n\n  जब एक ही प्रधान उपवाक्य पर अनेक आश्रित उपवाक्य हों. उदाहरण: सूर्योदय हुआ; अंधकार दूर हुआ; पक्षी चहचहाने लगे और मैं प्रातः भ्रमण को निकल पड़ा.\n\n  मिश्र तथा संयुक्त वाक्य में विपरीत अर्थ प्रकट करने वाले या विरोध पूर्ण कथन प्रकट करने वाले उपवाक्यों के बीच में. उदाहरण: जो पेड़ों को पत्थर मारते हैं; वे उन्हें फल देते हैं.\n\n  विभिन्न उपवाक्यों पर अधिक जोर देने के लिए. उदाहरण: मेहनत ही जीवन है; आलस्य ही मृत्यु."
    },
    {
      "subtopic": "3. अपूर्ण विराम (Colon) (:)",
      "content": "एक समान या बराबर दर्जे के उपवाक्यों के बीच जब कोई संयोजक नहीं हो. उदाहरण: ‘छोटा सवाल: बड़ा सवाल’."
    },
    {
      "subtopic": "4. पूर्ण विराम (Full Stop) (।)",
      "content": "साधारण, मिश्रित या संयुक्त वाक्यों के अंत में. उदाहरण: ‘मजीद खाना खाता है।’.\n\n  अव्ययांश वाक्यों के अंत में. उदाहरण: वहाँ जाओ। यहाँ नहीं जाओ।.\n\n  छंद में दोहा, सोरठा, चौपाई आदि के अंत में. उदाहरण: ‘जय जय श्री राम।’."
    },
    {
      "subtopic": "5. प्रश्न सूचक चिह्न (Question Mark) (?)",
      "content": "प्रश्नवाचक वाक्यों के अंत में. उदाहरण: ‘तुम कहाँ रहते हो?’."
    },

    {
      "subtopic": "6. संबोधन चिह्न / विस्मय सूचक चिह्न (Exclamation Mark) (!)",
      "content": "जब किसी को पुकारा या बुलाया जाए. उदाहरण: हे प्रभो! अब यह जीवन नौका तुम्हीं से पार लगेगी\n\n  हर्ष, शोक, घृणा, भय, विस्मय आदि भावों के सूचक शब्दों या वाक्यों के अंत में. उदाहरण: वाह, क्या ही सुन्दर दृश्य है!"
    },
    {
      "subtopic": "7. उद्धरण चिह्न/उपरि विराम (Quotation Marks) (‘ ’, “ ”)",
      "content": "जब किसी के कथन को ज्यों का त्यों उद्धृत किया जाता है तो उस कथन के दोनों ओर इसका प्रयोग किया जाता है.\n\n  उदाहरण: राम ने कहा, ‘‘मैं तुम्हें नहीं जानता।’’\n\n  इकहरा (‘ ’): जब किसी कवि का उपनाम, पुस्तक का नाम, पत्र पत्रिका का नाम, लेख या कविता का शीर्षक आदि का उल्लेख करना हो. उदाहरण: रामधारीसिंह ‘दिनकर’ ओज के कवि हैं.\n\n  दोहरा (“ ”): वाक्यांश को उद्धृत करते समय. उदाहरण: महावीर ने कहा, ‘‘अहिंसा परमो धर्मः‘‘."
    },
    {
      "subtopic": "8. योजक चिह्न/समास चिह्न (Hyphen) (-)",
      "content": "दो शब्दों को जोड़ने के लिए तथा द्वंद्व एवं तत्पुरुष समास में. उदाहरण: सुख-दुख, माता-पिता.\n\n पुनरुक्त शब्दों के बीच में. उदाहरण: पात-पात, धीरे-धीरे.\n\n तुलनावाचक सा, सी, से के पहले. उदाहरण: भरत-सा भाई, यशोदा-सी माता.\n\n अक्षरों में लिखी जाने वाली संख्याओं और उनके अंशों के बीच. उदाहरण: एक-तिहाई, एक-चौथाई|"
    },
    {
      "subtopic": "9. निर्देशक (Dash) (-------)",
      "content": "नाटकों के संवादों में.\n\nजब परस्पर सम्बद्ध या समान कोटि की कई एक वस्तुओं का निर्देश किया जाए. उदाहरण: काल तीन प्रकार के होते हैं - भूतकाल, वर्तमानकाल, भविष्यत्काल.\n\nजब कोई बात अचानक अधूरी छोड़ दी जाए.\n\nजब वाक्य के भीतर कोई वाक्य लाया जाए. उदाहरण: महामना मदनमोहन मालवीय-ईश्वर उनकी आत्मा को शांति दे-भारत की महान विभूति थे."
    },
    {
      "subtopic": "10. विवरण चिह्न (Colon-Dash) (:---)",
      "content": "किसी वाक्य के अंत में किसी विषय का विस्तार करने के लिए. उदाहरण: ‘पुरुषार्थ चार हैं:- धर्म, अर्थ, काम और मोक्ष।’"
    },
    {
      "subtopic": "11. हंसपद/विस्मरण चिह्न (Caret) (^)",
      "content": "जब किसी शब्द को लिखते समय किसी शब्द का विस्मरण हो जाए तो उसे दिखाने के लिए. उदाहरण: ‘मुझे आज ^ अजमेर जाना है।’"
    },
    {
      "subtopic": "12. संक्षेपण/लाघव चिह्न (Abbreviation Mark) (0)",
      "content": "किसी शब्द को संक्षेपित करने के लिए. उदाहरण: ‘डॉक्टर राजेश’ को ‘डॉ. राजेश’ बनाना."
    },
    {
      "subtopic": "13. तुल्यता/समता सूचक चिह्न (Equals Sign) (=)",
      "content": "एक समान अर्थ, मान या स्थिति को दिखाने के लिए. उदाहरण: ‘भानु = सूर्य’."
    },

    {
      "subtopic": "14. कोष्ठक (Brackets) ( ), { }, [ ]",
      "content": " वाक्य में प्रयुक्त किसी पद का अर्थ स्पष्ट करने हेतु. उदाहरण: मुंह की उपमा मयंक (चंद्रमा) से दी जाती है.\n\n नाटक में पात्र के अभिनय के भावों को प्रकट करने के लिए. उदाहरण: राम (गुस्से से) बोला, ‘‘तुम गलत हो।’’\n\n"
    },
    {
      "subtopic": "15. लोप चिह्न (Ellipsis) (.......)",
      "content": " लिखते समय लेखक कुछ अंश छोड़ देता है तो उस छोड़े हुए अंश के स्थान पर ... या ……… लगा देता है. उदाहरण: तुम्हारा सब काम करूंगा।....... बोलो, बड़ी माँ....... तुम गाँव छोड़कर नहीं तो नहीं जाओगी? बोलो.........।"
    },
    {
      "subtopic": "16. इतिश्री/समाप्ति चिह्न (End Mark) (--0-- -- --)",
      "content": "किसी अध्याय या ग्रंथ की समाप्ति पर इस चिह्न का प्रयोग किया जाता है.."
    },
    {
      "subtopic": "17. विकल्प चिह्न (Oblique/Slash) (/)",
      "content": "जब दो में से किसी एक को चुनने का विकल्प हो. \n\n उदाहरण: कवित्री/कवयित्री."
    },
    {
      "subtopic": "18. पुनरुक्ति चिह्न (Ditto Mark) (,,)",
      "content": "जब ऊपर लिखी किसी बात को ज्यों का त्यों नीचे लिखना हो तो उसके नीचे पुनः वही न लिखकर इस चिह्न का प्रयोग करते हैं."
    },
    {
      "subtopic": "19. संकेत चिह्न (Asterisk) (*)",
      "content": "संकेत चिह्न (*) जिसे तारक (Asterisk) कहा जाता है, एक विशेष चिह्न है जिसका उपयोग विभिन्न संदर्भों में किया जाता है। \n\n  विशेष जानकारी या टिप्पणियों को चिह्नित करने के लिए\n\nउदाहरण: *इस शब्द का प्रयोग अब प्रचलित नहीं है।\n\nव्याकरणिक नियमों में अपवाद या अतिरिक्त जानकारी देने के लिए\n\nउदाहरण:*यदि शब्द संज्ञा हो तो उसे विशेषण से पहले लिखें।*क्रिया के अनुसार वचन परिवर्तन होता है।\n\n शब्दों पर ज़ोर देने या उन्हें अलग दिखाने के लिए\n\nउदाहरण:बहुत मेहनत करने से सफलता मिलती है।\n\n पाद टिप्पणी (Footnote) दिखाने के लिए\n\nउदाहरण:हिंदी में तद्धित प्रत्यय का विशेष महत्व है। *[नीचे विवरण देखें]"
    }
  ]
}
