[
  {
    "topic": "1. अल्प विराम (Comma) (,)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वाक्य के भीतर एक ही प्रकार के शब्दों को अलग करने में. उदाहरण: राम ने आम, अमरूद, केले आदि खरीदे.\n\n  वाक्य के उपवाक्यों को अलग करने में. उदाहरण: हवा चली, पानी बरसा और ओले गिरे.\n\n  दो उपवाक्यों के बीच संयोजक का प्रयोग न किए जाने पर. उदाहरण: अब्दुल ने सोचा, अच्छा हुआ जो मैं नहीं गया.\n\n  वाक्य के मध्य कर्ता, विशेषण या विशेषण उपवाक्य आने पर. उदाहरण: यह बात, यदि सच पूछो तो, मैं भूल ही गया था.\n\n  उद्धरण चिह्न के पूर्व भी. उदाहरण: उसने कहा, मैं तुम्हें नहीं जानता।.\n\n  समय सूचक शब्दों को अलग करने में. उदाहरण: दिन गुरुवार, 20 मार्च से परीक्षाएं प्रारम्भ होंगी.\n\n  कभी-कभी संबोधन के बाद इसका प्रयोग होता है. उदाहरण: राधे, तुम आज भी विद्यालय नहीं गईं.\n\n  समानाधिकरण शब्दों के बीच में. उदाहरण: विदेहराज की पुत्री वैदेही, राम की पत्नी थी.\n\n  हाँ, अस्तु के पश्चात्. उदाहरण: हाँ, तुम अन्दर आ सकते हो.\n\n  पत्र में अभिवादन, समापन के साथ. उदाहरण: पूज्य पिताजी, भवदीय"
      }
    ]
  },

  {
    "topic": "2. अर्ध विराम (Semicolon) (;)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "वाक्य के ऐसे उपवाक्यों को अलग करने में जिनके भीतर अल्प विराम या अल्प विरामों का प्रयोग हुआ है. उदाहरण: ‘ध्रुवस्वामिनी’ में एक ओर ध्रुवस्वामिनी, मंदाकिनी, कोमा आदि स्त्री पात्र हैं; दूसरी ओर रामगुप्त, चंद्रगुप्त, शिखरस्वामी आदि पुरुष पात्र हैं.\n\n  जब एक ही प्रधान उपवाक्य पर अनेक आश्रित उपवाक्य हों. उदाहरण: सूर्योदय हुआ; अंधकार दूर हुआ; पक्षी चहचहाने लगे और मैं प्रातः भ्रमण को निकल पड़ा.\n\n  मिश्र तथा संयुक्त वाक्य में विपरीत अर्थ प्रकट करने वाले या विरोध पूर्ण कथन प्रकट करने वाले उपवाक्यों के बीच में. उदाहरण: जो पेड़ों को पत्थर मारते हैं; वे उन्हें फल देते हैं.\n\n  विभिन्न उपवाक्यों पर अधिक जोर देने के लिए. उदाहरण: मेहनत ही जीवन है; आलस्य ही मृत्यु."
      }
    ]
  },
  {
    "topic": "3. अपूर्ण विराम (Colon) (:)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "एक समान या बराबर दर्जे के उपवाक्यों के बीच जब कोई संयोजक नहीं हो. उदाहरण: ‘छोटा सवाल: बड़ा सवाल’."
      }
    ]
  },
  {
    "topic": "4. पूर्ण विराम (Full Stop) (।)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "साधारण, मिश्रित या संयुक्त वाक्यों के अंत में. उदाहरण: ‘मजीद खाना खाता है।’.\n\n  अव्ययांश वाक्यों के अंत में. उदाहरण: वहाँ जाओ। यहाँ नहीं जाओ।.\n\n  छंद में दोहा, सोरठा, चौपाई आदि के अंत में. उदाहरण: ‘जय जय श्री राम।’."
      }
    ]
  },
  {
    "topic": "5. प्रश्न सूचक चिह्न (Question Mark) (?)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "प्रश्नवाचक वाक्यों के अंत में. उदाहरण: ‘तुम कहाँ रहते हो?’."
      }
    ]
  },
  {
    "topic": "6. संबोधन चिह्न / विस्मय सूचक चिह्न (Exclamation Mark) (!)",
    "subtopics": [
      {
        "subtopic": "परिभाषा (Definition)",
        "content": "जब किसी को पुकारा या बुलाया जाए. उदाहरण: हे प्रभो! अब यह जीवन नौका तुम्हीं से पार लगेगी\n\n  हर्ष, शोक, घृणा, भय, विस्मय आदि भावों के सूचक शब्दों या वाक्यों के अंत में. उदाहरण: वाह, क्या ही सुन्दर दृश्य है!"
      }
    ]
  }
]
