[
    {
      "topic": "स्वर व व्यंजन",
      "subtopics": [
        {
          "subtopic": "वर्ण",
          "content": "वह छोटी से छोटी ध्वनि, जिसके टुकड़े न हो सकें, वर्ण कहलाती है। यह शब्द निर्माण की लघुतम इकाई है।"
        },
        {
          "subtopic": "वर्ण के भेद",
          "content": "हिंदी वर्णमाला में 11 स्वर और 33 व्यंजन होते हैं।\nस्वर - अ, आ, इ, ई, उ, ऊ, ए, ऐ, ओ, औ, ऋ\n\nव्यंजन - क, ख, ग, घ, ङ, \nच, छ, ज, झ, ञ, \nट, ठ, ड, ढ, ण, \nत, थ, द, ध, न, \nप, फ, ब, भ, म, \nय, र, ल, व, \nश, ष, स, ह।"
        },
        {
          "subtopic": "स्वर",
          "content": "वे ध्वनियाँ, जिनके उच्चारण में वायु बिना किसी अवरोध के बाहर निकलती है, स्वर कहलाते हैं।"
        }
      ]
    },
    {
      "topic": "स्वरों के भेद",
      "subtopics": [
        {
          "subtopic": "ह्रस्व स्वर",
          "content": "इन्हें 'लघु स्वर' तथा 'एक मात्रिक स्वर' भी कहते हैं। जैसे- अ, इ, उ, ऋ।"
        },
        {
          "subtopic": "दीर्घ स्वर",
          "content": "इनका उच्चारण ह्रस्व स्वरों की तुलना में अधिक समय लेता है। जैसे- आ, ई, ऊ, ए, ऐ, ओ, औ।"
        },
        {
          "subtopic": "प्लुत स्वर",
          "content": "संस्कृत में तीसरा स्वर भेद होता है, परंतु हिंदी में इसका प्रयोग नहीं होता। जैसे- ओउम्।"
        }
      ]
    },
  
    {
      "topic": "प्रयत्न के आधार पर स्वर",
      "subtopics": [
        {
          "subtopic": "अग्र स्वर",
          "content": "जिन स्वरों के उच्चारण में जीभ का अगला भाग ऊपर-नीचे होता है, उन्हें अग्र स्वर कहते हैं। जैसे- इ, ई, ए, ऐ।"
        },
        {
          "subtopic": "पश्च स्वर",
          "content": "जिन स्वरों के उच्चारण में जीभ का पिछला भाग सामान्य स्थिति से उठता है, उन्हें पश्च स्वर कहते हैं। जैसे- उ, ऊ, ओ, औ।"
        },
        {
          "subtopic": "मध्य स्वर",
          "content": "‘अ’ स्वर को मध्य स्वर माना जाता है। इसके उच्चारण में जीभ का मध्य भाग थोड़ा ऊपर उठता है।"
        }
      ]
    },
  
    {
      "topic": "व्यंजन",
      "subtopics": [
        {
          "subtopic": "परिभाषा",
          "content": "जो वर्ण स्वरों की सहायता से बोले जाते हैं, उन्हें व्यंजन कहते हैं।"
        },
        {
          "subtopic": "उदाहरण",
          "content": "क, ख, ग, घ, च, छ, ज, झ, ट, ठ, ड, ढ, त, थ, द, ध, प, फ, ब, भ, म, य, र, ल, व, श, ष, स, ह।"
        }
      ]
    },
  
    {
      "topic": "प्रयत्न के आधार पर व्यंजनों के भेद",
      "subtopics": [
        {
          "subtopic": "स्पर्श",
          "content": "जिनके उच्चारण में मुख के दो अंग एक-दूसरे को स्पर्श करते हैं। जैसे- क्, च्, ट्, त्, प्।"
        },
        {
          "subtopic": "संघर्षी",
          "content": "जिनके उच्चारण में मुख के दो अवयव पास आकर वायु का मार्ग संकरा कर देते हैं। जैसे- ख, ग, ज, फ, श।"
        },
        {
          "subtopic": "नासिक्य",
          "content": "जिन व्यंजनों के उच्चारण में नाक से हवा बाहर आती है। जैसे- ङ, ञ, ण, न, म।"
        },
        {
          "subtopic": "अर्धस्वर",
          "content": "जो स्वर और व्यंजन के बीच होते हैं। जैसे- य, व।"
        }
      ]
    }
  ]
  