[
    {
      "topic": "शब्द युग्म",
      "subtopics": [
        {
          "subtopic": "शब्द युग्म की परिभाषा",
          "content": "हिंदी में कुछ शब्द ऐसे होते हैं जिनका उच्चारण या रूप समान होता है, लेकिन उनके अर्थ अलग-अलग होते हैं। इन्हें शब्द युग्म कहा जाता है। शब्द युग्म के कारण भाषा में अर्थ का भेद स्पष्ट होता है और भाषा अधिक प्रभावी बनती है।"
        },
        {
          "subtopic": "शब्द युग्म के भेद",
          "content": "शब्द युग्म मुख्यतः तीन प्रकार के होते हैं:\n1. **स्वर भेद जनित शब्द युग्म** - जिनमें मात्राओं के कारण भिन्नता होती है।\n2. **व्यंजन भेद जनित शब्द युग्म** - जिनमें व्यंजन के परिवर्तन से अर्थ बदल जाता है।\n3. **रूप भेद जनित शब्द युग्म** - जिनमें रूप या संरचना के कारण भिन्नता होती है।"
        }
      ]
    },
    {
      "topic": "शब्द युग्म के उदाहरण",
      "subtopics": [
        {
          "subtopic": "साहित्यिक उदाहरण",
          "content": "परिभाषा: साहित्य में प्रयुक्त शब्द युग्म वे होते हैं जो किसी विशेष विचार, भावना या संदर्भ को स्पष्ट करने के लिए उपयोग किए जाते हैं। ये शब्द युग्म साहित्यिक अभिव्यक्ति को अधिक प्रभावशाली बनाते हैं।\n\nउदाहरण:\n- हवा-पानी: यह युग्म जीवन के आवश्यक तत्वों को दर्शाता है।\n- मासूम-बेचारा: यहाँ ‘मासूम’ और ‘बेचारा’ शब्द मिलकर किसी व्यक्ति की स्थिति को दर्शाते हैं।"
        },
        {
          "subtopic": "काव्यात्मक उदाहरण",
          "content": "परिभाषा: काव्य में प्रयुक्त शब्द युग्म विशेष ध्वनि सौंदर्य और भावनात्मक प्रभाव उत्पन्न करने के लिए होते हैं। ये कविता और गीतों में लयबद्धता और रस को बढ़ाते हैं।\n\nउदाहरण:\n- फूल-फूल: यह युग्म किसी खास तरह की सुंदरता या रंगों की विविधता को व्यक्त करता है।\n- अमृत-नशा: यहाँ ‘अमृत’ और ‘नशा’ मिलकर किसी गहन अनुभव की अभिव्यक्ति करते हैं।"
        },
        {
          "subtopic": "सामान्य बातचीत के उदाहरण",
          "content": "परिभाषा: सामान्य बातचीत में प्रयुक्त शब्द युग्म रोजमर्रा की भाषा में अर्थ को स्पष्ट और प्रभावी बनाने के लिए होते हैं। ये शब्द जोड़े आसानी से समझ में आते हैं और संवाद को सरल बनाते हैं।\n\nउदाहरण:\n- चाय-कॉफी: यहाँ ‘चाय’ और ‘कॉफी’ मिलकर पेय पदार्थों की विविधता को दर्शाते हैं।\n- सपना-हकीकत: यह युग्म वास्तविकता और कल्पना के बीच अंतर को स्पष्ट करता है।"
        }
      ]
    },
    {
      "topic": "हिंदी वर्णमाला के अनुसार शब्द युग्म के उदाहरण",
      "subtopics": [
        {
          "subtopic": "शब्द युग्म के उदाहरण",
          "content": "अ, अं, अँ - अमीर-गरीब, अभी-अभी, अंधकार-प्रकाश, अगल-बगल, अतुलनीय-समान, असत्य-सत्य, अपराध-निर्दोष, अनुकूल-विपरीत, आनंद-शोक, अंत-अनंत\nआ - आदान-प्रदान, आराम-हराम, आकार-प्रकार, आगे-पीछे, आनंद-अनुराग, आकाश-पाताल, आवाज़-कमजोरी, आना-जाना, आपस-बाहर, आलस-फुर्ती\nइ, ई, उ, ऋ, ए - इधर-उधर, ईर्ष्या-प्रेम, उजाला-अंधेरा, उल्टा-सीधा, ऋण-धन, एक-दो, इच्छा-अनिच्छा, इत्मीनान-जल्दबाजी, इतिहास-वर्तमान, उल्लास-निराशा\nक - कठिन-सरल, कठिनाई-सहजता, कटु-मीठा, कमी-बेशी, करीबी-दूरी, काला-सफेद, किताब-कॉपी, कृष्ण-राधा, कार्य-कारण, करुणा-क्रोध\nख, ग - खुशी-गम, खट्टा-मीठा, ख़ुशहाल-ग़रीब, घर-द्वार, घमंड-नम्रता, घाट-चढ़ाई, घोर-शांत, गहरा-ऊपर, गति-रुकावट, गुरु-शिष्य\nच, छ, ज, झ - चोरी-धोखा, चमक-धमक, झूठ-सच, जीवन-मृत्यु, जीत-हार, जंग-शांति, छल-कपट, चिंता-मुक्ति, जड़-चेतन, झंझट-शांति\nट, ड, ढ - टेढ़ा-सीधा, टालमटोल-निश्चय, टूटा-फूटा, ढलना-चढ़ना, डाकू-पुलिस, ढीला-कसाव, ठंडा-गरम, टंकार-शांति, ढीठ-शर्मीला, ठोस-तरल\nत - ताजगी-बासीपन, तारा-आकाश, तम-प्रकाश, तेज़-मंद, ताज-महाल, ताप-शीतलता, ताकत-निर्बलता, तरल-ठोस, तपस्या-आराम, तबाही-संवारा\nद, ध - दिन-रात, दोस्त-दुश्मन, ध्यान-ध्यान भंग, धर्म-अधर्म, देव-दानव, दूर-पास, दिशा-विपरीत दिशा, दयालु-निर्दयी, दोष-मुक्ति, धन-दौलत\nन - नमक-मिर्च, नसीब-मेहनत, नम-शुष्क, नया-पुराना, नायक-खलनायक, नीर-क्षीर, नहीं-हां, निराश-आशावान, नेत्रहीन-दृष्टिवान, नील-पीला\nप - पक्ष-विपक्ष, पीड़ा-सुख, पुष्प-विकास, प्रीत-उदास, परमाणु-शून्य, पेड़-पौधा, पुल-नदी, पानी-आग, पत्थर-मिट्टी, पंच-गुण\nफ - फूल-फल, फटना-फटना, फर्श-अर्श, फटा-फूटा, फेंकना-छोड़ना, फटकार-प्रशंसा, फंदा-मुक्ति, फार्म-लिखावट, फौजी-सिविलियन, फरमान-आज्ञा\nब - बाल-बालिका, बादल-सूरज, बंद-खुला, भाई-बहन, बड़ा-छोटा, बचपन-युवावस्था, बदलना-नहीं बदलना, बढ़ना-घटाना, भरोसा-शंका, बनाना-बिगाड़ना\nभ - भला-बुरा, भावना-निराशा, भूखा-प्यासा, भय-निर्भय, भूत-भविष्य, भुलाना-याद करना, भावना-समाधान, भाग्य-कर्म, भक्ति-वैराग्य, भूकंप-शांति\nम - माता-पिता, मौसम-जलवायु, मनुष्य-प्रकृति, मीठा-कड़वा, महल-कुटिया, मित्र-शत्रु, महिमा-अपयश, मेला-शांति, मेहमान-स्वागत, मौन-बोलना\nर, ल - रास्ता-राह, रेशम-रूई, रंग-बेरंग, रोक-छूट, रात्रि-दिन, राधा-कृष्ण, रस-भाव, लेखन-पढ़ना, लज्जा-निर्लज्ज, लकड़ी-लोहा\nव - विश्वास-अविश्वास, वजन-हल्कापन, वेग-शांति, वर्षा-धूप, विधवा-विवाहित, विश्व-ग्रह, वक्त-समय, विज्ञान-अंधविश्वास, विचार-क्रिया, वक्त-विलंब\nश - शांति-अशांति, शोभा-अपशोभा, शक्ति-दुर्बलता, शीतल-उष्ण, शब्द-अर्थ, शेर-बकरी, शपथ-झूठ, शुद्ध-अशुद्ध, शिक्षित-अशिक्षित, शूरवीर-कायर\nस - सागर-तालाब, सत्य-असत्य, सरल-कठिन, सूर्य-चंद्र, सुख-दुख, स्वर्ग-नरक, सोच-समझ, सजीव-निर्जीव, स्त्री-पुरुष, सीमा-सीमांत\nह - हर्ष-शोक, हाथ-पैर, हवा-पानी, हरा-पीला, हल्का-भारी, हास-परिहास, हुक्म-आदेश, हिम्मत-डर, हड्डी-मांस, होश-बेहोश"
        }
      ]
    }
  ]
  